import NewsItem from "./NewsItem";

const News = () => {
  return <>
    <h2 className="text-2xl text-center mb-1 pt-8 text-slate-800 sans-bold">اخبار و تازه ها</h2>
    <section className="news-sec mx-auto flex justify-between">
        <NewsItem
         dayName={"یکشنبه"}
         day={"5"}
         monthName={"اسفند"}
         year={"1403"}
         header={"شاتل موبایل پرحجم‌ترین بسته‌های اینترنت همراه کشور را عرضه ..."}
         par={"بسته‌های ۱۰۰، ۱۸۵ و ۳۷۰ گیگابایت به عنوان پرحجم‌ترین بسته‌های سه و شش ماهه اینترنت همراه کشور توسط شاتل موبایل عرضه شد. پیش از این نیز شاتل موبایل با عرضه بسته‌های تا حجم ۷۰ گیگابایت، پرحجم‌ترین بسته‌های ماهیانه و شش ماهه اینترنت همراه کشور را عرضه کرده بود. هم اکنون تمامی مشترکین سیم‌کارت‌های شاتل موبایل"}
         textBtn={"بیشتر بخوانید"}
        />
        <NewsItem
         dayName={"چهارشنبه"}
         day={"1"}
         monthName={"اسفند"}
         year={"1403"}
         header={"در جشنواره نوروز شاتل موبایل، آیفون۱۶ برنده شوید"}
         par={"شاتل موبایل از اول اسفند و با آغاز جشنواره نوروزی خود، به مشترکین سیم‌کارت‌های هوشمنداش آیفون۱۶ هدیه می‌دهد. تمامی مشترکین فعلی و جدید شاتل موبایل این امکان را دارند تا از یک تا ۳۰ اسفند ماه، با خرید شارژ و بسته اینترنت، نصب اپلیکیشن «شاتل موبایل من»، روشن کردن سیم‌کارت خاموش، دعوت از دوستان، برقراری ..."}
         textBtn={"بیشتر بخوانید"}
        />
    </section>
  </>;
};

export default News;
