import LeftOptions from "./LeftOptions";
import RightOptions from "./RightOptions";

const Options = () => {
  return (
    <>
      <section className="py-1 bg-gray4Background">
        <RightOptions
          title="پهنای باند اختصاصی"
          par="اینترنت پهنای باند اختصاصی یا همان اینترنت سازمانی شاتل، راهکاری قابل‌ اتکا است که بدون هیچ نوسانی و به‌صورت کاملا پایدار، اتصال کسب‌وکارها را به شبکه جهانی اینترنت میسر می‌سازد. این راهکار با ارائه بالاترین کیفیت و ظرفیت نامحدود پهنای باند، به بهبود فرآیندهای کاری و در نتیجه افزایش توان رقابتی کسب‌وکار کمک خواهد کرد."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/org-bond.png"
        />
      </section>
      <section className="py-1 bg-white">
        <LeftOptions
          title="پهنای باند حجمی"
          par="اینترنت پهنای باند حجمی به کسب‌وکارها این امکان را می‌دهد که متناسب با سابقه مصرف و با توجه به سرعت و حجمی که نیاز دارند، کیفیت قابل قبولی از اتصال اینترنتی را با هزینه‌ای مناسب دریافت کنند. در واقع کسب‌وکارهای کوچک و متوسط از جمله کسب‌و‌کارهای نوپا (استارت‌آپ) و مراکز آموزشی که دغدغه کنترل هزینه‌ها را دارند، می‌توانند از اینترنت پهنای باند حجمی به‌عنوان یک گزینه مطلوب برای دریافت اینترنت با توجه به نیازهای اصلی کسب‌و‌کار استفاده کنند."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/org-space-bond.png"
        />
      </section>
      <section className="py-1 bg-gray4Background">
        <RightOptions
          title="تلفن سازمانی (VoIP)"
          par="تلفن سازمانی به کسب‌وکارها در هر اندازه‌ای که باشند این فرصت را می‌دهد که هم‌زمان با توسعه فعالیت‌شان بتوانند زیرساخت تلفن سازمانی را به‌‌آسانی ارتقا دهند و همیشه بالاترین کیفیت تماس را داشته باشند. تلفن سازمانی شاتل با توجه به نیازهای متفاوت کسب‌وکارها، به دو شکل ارائه می‌شود: تلفن ثابت سازمانی (شاتل‌تاک) و مرکز تماس ابری (شاتل‌تاک ابری). مرکز تماس ابری مبتنی بر تکنولوژی cloud و مستقل از سرورهای فیزیکی ارائه می‌شود، در حالی که تلفن ثابت سازمانی از فناوری سیپ ترانک (SIP Trunk) برای برقراری ارتباط استفاده می‌کند."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/orgtel.png"
        />
      </section>
      <section className="py-1 bg-white">
        <LeftOptions
          title="کولوکیشن (میزبانی سرور)"
          par="دیتا‌سنتر شاتل با به‌کارگیری تجهیزات روز دنیا از معتبرترین برند‌های این حوزه و اختصاص نیروی انسانی برای نظارت دائمی روی سرورها، امن‌ترین فضا را برای نگهداری از این دارایی ارزشمند در خارج از محل فعالیت کسب‌وکارها به وجود آورده است. علاوه‌بر این، به‌صرفه بودن خدمات کولوکیشن، این راهکار را تبدیل به یک جایگزین فوق‌العاده برای نگهداری سرور در محل شرکت کرده است."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/orgco.png"
        />
      </section>
      <section className="py-1 bg-gray4Background">
        <RightOptions
          title="شبکه خصوصی VPN | APN | VPLS | MPLS"
          par="راهکار‌های شبکه خصوصی که شامل شبکه خصوصی مجازی (VPN سازمانی)، شبکه امن اختصاصی همراه (APN)، MPLS و VPLS می‌شوند، به کسب‌و‌کارها کمک می‌کنند تا ارتباطی پایدار و امن را بین شعب و دفاترشان در سراسر کشور برقرار کنند. شبکه خصوصی در عین حال که باعث افزایش بهره‌وری می‌شود، به‌دلیل رعایت بالاترین سطح از پروتکل‌های امنیتی از خسارت‌های جبران‌ناپذیر در هنگام انتقال داده پیشگیری می‌کند."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/orgvpn.png"
        />
      </section>
      <section className="py-1 bg-white">
        <LeftOptions
          title="سیم‌کارت سازمانی"
          par="شاتل، با هدف تکمیل زنجیره ارزش خود برای شرکت‌ها، ارائه راهکارهای ارتباطی همراه را نیز به فهرست خدمات خود افزوده است. سیم‌کارت سازمانی شاتل امکان مدیریت یکپارچه و پایدار ارتباط کارکنان کسب‌و‌کارها را با ذی‌نفعان آن‌ها به وجود آورده است تا صاحبین کسب‌وکار دغدغه‌ای بابت حفظ کانال‌های ارتباطی خود با مشتریان و تامین‌کنندگان نداشته باشند."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/orgsim.png"
        />
      </section>
      <section className="py-1 bg-gray4Background">
        <RightOptions
          title="نماوا سازمانی"
          par="نماوا سازمانی سرویس تماشای فیلم، سریال، انیمیشن و مسابقات ورزشی است که با هدف ایجاد ارزش افزوده برای کارکنان و مشتریان کسب‌وکارها طراحی شده است. نماوا سازمانی با ارائه تخفیف‌های ویژه برای کسب‌وکارها، علاوه‌بر اینکه یک هدیه جذاب برای کارکنان و شرکای تجاری به‌شمار می‌آید، فرصت تماشای محتوای سرگرم‌کننده را برای مشتریان هر مجموعه فراهم می‌کند. در کنار همه این موارد، تبلیغات در سریال‌های اختصاصی نماوا توسط کسب‌وکارها نیز شرایط بی‌نظیری برای دستیابی به اهداف بازاریابی و افزایش آگاهی از برند آن‌ها به وجود می‌آورد."
          btn="دریافت مشاوره"
          btn2="بیشتر بخوانید"
          src="/img/orgnamava.png"
        />
      </section>
    </>
  );
};

export default Options;
